{
  "id": "0baaa7f0-5174-4a19-afdd-e850f95efb53",
  "name": "Help",
  "auto": true,
  "contexts": [],
  "responses": [
    {
      "resetContexts": false,
      "affectedContexts": [],
      "parameters": [],
      "messages": [
        {
          "type": 0,
          "lang": "ru",
          "condition": "",
          "speech": [
            "Примеры: \"когда праздничные дни в июне?\" - расскажу про праздники в выбранном месяце. \"Расскажи про май\" - перечислю все необычные дни: праздники и короткие дни. \"14 февраля - это что?\" - расскажу про конкретный день. \"Ближайшие дни\" - расскажу про ближайшие праздники и сокращённые рабочие дни. Что интересует?",
            "Например: \"когда отдыхаем в феврале?\" - расскажу про праздники в указанном месяце. \"Расскажи про ноябрь\" - перечислю короткие и праздничные дни. \"Расскажи про 18 марта\" - подскажу про выбранный день. \"Ближайшие праздники\" - думаю, и так понятно) Что подсказать?",
            "Пример: \"есть короткие дни в марте?\" - расскажу про сокращённые рабочие дни в выбранном месяце. \"Расскажи про июнь\" - перечислю все необычные дни: праздничные и короткие. \"Что там 13 июня?\" - подскажу про этот день. \"Ближайшие\" - расскажу про ближайшие сокращённые и праздничные дни. Что интересует?",
            "Например: \"есть короткие дни в декабре?\" - расскажу про короткие дни в этом месяце. \"Расскажи про февраль\" - перечислю праздничные и короткие дни. \"Что будет 5 августа?\" - расскажу про указанный день. \"Скоро\" - ближайшие праздники и короткие дни. Про что хочешь узнать?",
            "Вот например: \"есть выходные в августе?\" - расскажу про праздники дни в сказанном месяце. \"Расскажи про март\" - перечислю праздники и сокращённые дни. \"29 ноября - это что?\" - подскажу про указанный день. \"Близкие праздники\" - и так ясно. Что хочешь узнать?"
          ]
        }
      ],
      "defaultResponsePlatforms": {},
      "speech": []
    }
  ],
  "priority": 500000,
  "webhookUsed": false,
  "webhookForSlotFilling": false,
  "fallbackIntent": false,
  "events": [
    {
      "name": "Help"
    }
  ],
  "conditionalResponses": [],
  "condition": "",
  "conditionalFollowupEvents": []
}